[Balance.PawnBalance_SkagAdult_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Adulto",TransformedNames=((TransformedName="Skag Adulto de Fogo"),(TransformedName="Skag Adulto Elétrico"),(TransformedName="Skag Adulto Corrosivo "),(TransformedName="Skag Adulto coberto de Slag ")))
PlayThroughs[1]=(DisplayName="Skag Chifrudo",TransformedNames=((TransformedName="Skag de Fogo Chifrudo"),(TransformedName="Skag Elétrico Chifrudo"),(TransformedName="Skag Corrosivo Chifrudo"),(TransformedName="Skag chifrudo coberto de Slag")))

[Balance.PawnBalance_SkagAlpha_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Alfa")
PlayThroughs[1]=(DisplayName="Skag Alfa Ancião")

[Balance.PawnBalance_SkagBadassShock_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Elétrico Encrenqueiro")
PlayThroughs[1]=(DisplayName="Skag Elétrico Super Encrenqueiro")

[Balance.PawnBalance_SkagBadassSlag_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Encrenqueiro Coberto de Slag")
PlayThroughs[1]=(DisplayName="Skag Super Coberto de Slag")

[Balance.PawnBalance_SkagChubby_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Rechonchudo")

[Balance.PawnBalance_SkagPup_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Cachorro Skag",TransformedNames=((TransformedName="Cachorro Skag de Fogo"),(TransformedName="Cachorro Skag Elétrico "),(TransformedName="Cachorro Skag Corrosivo"),(TransformedName="Cachorro Coberto de Slag")))
PlayThroughs[1]=(DisplayName="Cachorro Skag Chifrudo",TransformedNames=((TransformedName="Cachorro Skag de Fogo Chifrudo"),(TransformedName="Cachorro Skag Elétrico Chifrudo "),(TransformedName="Cachorro Skag Corrosivo Chifrudo"),(TransformedName="Cachorro Chifrudo Coberto de Slag")))

[Balance.PawnBalance_SkagRabid_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Furioso",TransformedNames=((TransformedName="Cachorro Skag de Fogo"),(TransformedName="Cachorro Skag Elétrico"),(TransformedName="Cachorro Skag Corrosivo")))

[Balance.PawnBalance_SkagSpitter_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Cuspidor",TransformedNames=((TransformedName="Skag Cuspidor de Fogo"),(TransformedName="Skag Cuspidor Elétrico"),(TransformedName="Skag Cuspidor de Ácido"),(TransformedName="Skag Cuspidor Coberto de Slag")))
PlayThroughs[1]=(DisplayName="Skag Falcoeiro",TransformedNames=((TransformedName="Skag Falcoeiro Incendiário"),(TransformedName="Skag Falcoeiro Elétrico"),(TransformedName="Skag Falcoeiro Ácido"),(TransformedName="Skag Falcoeiro Coberto de Slag")))

[Balance.PawnBalance_SkagzillaAdult_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Dukino",TransformedNames=((TransformedName="Cachorro Skag de Fogo"),(TransformedName="Cachorro Skag Elétrico"),(TransformedName="Cachorro Skag Corrosivo")))

